{
  "hero_title": "A PEACEFUL REVOLUTION",
  "hero_content": "<p><strong>Your savings are being stolen.</strong> Since 1971, every dollar you earn loses value through government inflation—the silent tax that hits working families hardest. Housing, education, retirement—all becoming unaffordable while the money printer runs wild.</p><p>But there's a peaceful exit: <strong>Bitcoin</strong>. Fixed supply. No central authority. No manipulation. The ethical money that puts you back in control of your wealth and future.</p>",
  "services_title": "The Price We Pay",
  "clients_title": "Trusted by some great companies",
  "testimonials_title": "Stories of Liberation",
  "case_studies_title": "Fiat vs Bitcoin: The Choice",
  "pricing_title": "Start Your Journey",
  "cypherpunk_manifesto_title": "Privacy is Necessary for Freedom",
  "cypherpunk_manifesto_description": "The Cypherpunk Manifesto, written by Eric Hughes in 1993, laid the foundation for the cypherpunk movement—a group of activists advocating for the widespread use of cryptography and privacy-enhancing technologies to achieve social and political change. It argued that privacy is not just a right but a fundamental necessity for freedom, and that cryptography provides the tools to defend it against surveillance and control.",
  "cypherpunk_manifesto_link": "https://www.activism.net/cypherpunk/manifesto.html",
  "cypherpunk_manifesto_quote": "We must defend our own privacy if we expect to have any. We are defending our privacy with cryptography, with anonymous mail forwarding systems, with digital signatures, and with electronic money.",
  "cypherpunk_manifesto_cite": "Eric Hughes",
  "cypherpunk_manifesto_role": "Cypherpunk Manifesto (1993)",
  "hayek_section_title": "A Sly, Roundabout Way",
  "hayek_section_description": "Friedrich Hayek, the Nobel Prize-winning economist, argued that the key to separating money from state control lies not in direct confrontation, but in establishing competing currencies that force governments to compete for citizens' trust. Through <span class=\"text-orange-500 font-semibold\">a sly roundabout way</span>, market forces can achieve what political battles cannot.",
  "hayek_section_quote": "The concrete proposal for the near future... is that the countries of the Common Market... mutually bind themselves by formal treaty not to place any obstacles in the way of the free dealing throughout their territories in one another's currencies... This would mean in the first instance the abolition of any kind of exchange control or regulation of the movement of money between these countries...",
  "hayek_section_cite": "Friedrich A. Hayek",
  "hayek_section_role": "Denationalisation of Money (1976)",
  "hayek_video_title": "Friedrich Hayek: Decentralizing the Monetary System",
  "hayek_video_description": "Hayek's revolutionary ideas about competing currencies and the denationalization of money laid the intellectual groundwork for Bitcoin and other decentralized alternatives to government-controlled fiat money.",
  "hayek_video_url": "https://www.youtube.com/embed/nswOYo0zUcI",
  "faq_title": "Frequently Asked Questions",
  "fiat_degradation_title": "The Silent Tax: Fiat's Hidden Cost",
  "fiat_degradation_content": "<p>Since 1971, when Nixon severed the dollar from gold, your purchasing power has been silently stolen. Every dollar you save loses value through inflation—government's hidden tax that hits working families hardest.</p><p>Remember when a house cost $25,000? A college education was affordable? That was before the money printer ran wild. Now, your grandparents' retirement savings buy less than half of what they once did.</p>",
  "bitcoin_solution_title": "Bitcoin: The Peaceful Exit",
  "bitcoin_solution_content": "<p>Bitcoin isn't hedging the system. It's replacing it. With a fixed supply of 21 million coins, no government can print away your wealth. No central bank can manipulate interest rates to benefit the elite.</p><p>Bitcoin is the ethical money your children deserve. It's decentralized, censorship-resistant, and mathematically sound. Choose self-custody. Choose sovereignty.</p>",
  "generational_impact_title": "A Generation's Inheritance: Debt, Division, Decay",
  "generational_impact_quote": "We didn't choose to be born into this broken system, but we do get to choose what comes next.",
  "generational_impact_cite": "Jack Mallers",
  "generational_impact_role": "Bitcoin Entrepreneur",
  "article_summaries_title": "Further Reading",
  "video_embeds_title": "What's the Problem & Why?",
  "final_cta_title": "Opt into Bitcoin",
  "final_cta_content": "Separating money from the state starts with trading fiat for Bitcoin. Choose from the best platforms to make your first purchase, learn about self-custody when you're ready, and begin building generational wealth outside the system.",
  "final_cta_text": "Buy Bitcoin",
  "final_cta_link": "https://www.bitcoinproducts.com/buy-bitcoin"
}