[
  {
    "quote": "The root problem with conventional currency is all the trust that's required to make it work. The central bank must be trusted not to debase the currency, but the history of fiat currencies is full of breaches of that trust.",
    "handle": "daviscarder"
  },
  {
    "quote": "Commerce on the Internet has come to rely almost exclusively on financial institutions serving as trusted third parties to process electronic payments. While the system works well enough for most transactions, it still suffers from the inherent weaknesses of the trust based model.",
    "handle": "kadinwestervelt"
  },
  {
    "quote": "What is needed is an electronic payment system based on cryptographic proof instead of trust, allowing any two willing parties to transact directly with each other without the need for a trusted third party.",
    "handle": "kaylynnkenter"
  },
  {
    "quote": "Transactions that are computationally impractical to reverse would protect sellers from fraud, and routine escrow mechanisms could easily be implemented to protect buyers.",
    "handle": "ryanstanton"
  },
  {
    "quote": "It would have to be secure enough to withstand attempted thefts, but not so secure that it becomes unusable.",
    "handle": "erincalzoni"
  },
  {
    "quote": "The proof-of-work also solves the problem of determining representation in majority decision making.",
    "handle": "jaxsonlipshutz"
  },
  {
    "quote": "The network timestamps transactions by hashing them into an ongoing chain of hash-based proof-of-work, forming a record that cannot be changed without redoing the proof-of-work.",
    "handle": "charlieherwitz"
  },
  {
    "quote": "A lot of people automatically dismiss e-currency as a lost cause because of all the companies that failed since the 1990's. I hope it's obvious it was only the centrally controlled nature of those systems that doomed them.",
    "handle": "tianakorsgaard"
  },
  {
    "quote": "The nature of Bitcoin is such that once version 0.1 was released, the core design was set in stone for the rest of its lifetime.",
    "handle": "jaydonkorsgaard"
  },
  {
    "quote": "Lost coins only make everyone else's coins worth slightly more. Think of it as a donation to everyone.",
    "handle": "talanbaptista"
  }
]